Autodesk.Revit.Exceptions.CentralModelMissingException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CentralModelMissingException
The exception would be thrown when a model's central is missing, may be moved or deleted.
Remarks: Any operations for cloud or Revit Server model would get this exception if model is removed or deleted.
Since: 2019